export const approveStatus = {
  '-2': '自动驳回',
  '-1': '作废',
  '0': '草稿',
  '1': '审批中',
  '2': '已撤回',
  '3': '已拒绝',
  '4': '审批通过',
  '5': '待票审',
  '6': '票审搁置',
  '7': '待发放',
  '8': '发放搁置',
  '9': '已发放'
}

export const approveDetailType = {
  '-1': '作废',
  '0': '发起',
  '1': '撤回',
  '2': '拒绝',
  '3': '评论',
  '4': '通过',
  '5': '审批中',
  '6': '待审批',
  '7': '票审通过',
  '8': '票审搁置',
  '9': '发放通过',
  '10': '发放搁置',
  '11': '记账',
  '12': '红冲'
}

export const approvalStatus = {
  '1': '待我审批',
  '2': '我发起的',
  '3': '抄送我的',
  '4': '我已审批'
}
